<div class="first">
    <div class="first_text">
        <h5>Home in Phone</h5>
        <p id="p_big">
            Це система автоматизованого управління квартирою, що здатна
            перетворити ваш дім на розумного помічника. Завдяки пристроям,
            які керуються з власного телефону, ви зможете створити комфортні
            умови для себе та своїх рідних, а спеціально розроблені сценарії
            поведінки для модулів розумного будинку допоможуть зекономити
            чималу кількість електроенергії.
        </p>
        <p id="p_small">
            Це система автоматизованого управління квартирою, що здатна
            перетворити ваш дім на розумного помічника.
        </p>
        <button>Придбати</button>
    </div>
</div>

<div class="body">
    <div class="target">
        <h5>Цілі проєкту</h5>
        <div class="target_text">
            <div>
                <div>
                    <img src="{{asset('/img/1.png')}}">
                    <p>
                        Збереження електроенергії за
                        рахунок контролю електроприладів.
                    </p>
                </div>
                <div>
                    <img src="{{asset('/img/2.png')}}">
                    <p>
                        Пожежі чи затоплення. Cпеціальні пристрої швидко
                        проінформують вас про можливе виникнення проблеми.
                    </p>
                </div>
            </div>
            <div>
                <div>
                    <img src="{{asset('/img/3.png')}}">
                    <p>
                        Забезпечення належної безпеки вашої квартири,
                        завдяки автоматизованому приладу сигналізації,
                        налаштованого на виклик відповідних служб.
                    </p>
                </div>
                <div>
                    <img src="{{asset('/img/4.png')}}">
                    <p>
                        Вирішення проблеми догляду за екзотичними
                        тваринами, що потребують підтримки певних
                        кліматичних умов за рахунок постійного моніторингу.
                    </p>
                </div>
            </div>
        </div>
    </div>

    <div class="problem">
        <h5>Проблеми суспільства</h5>
        <div class="problem_text">
            <div>
                <img src="{{asset('/img/green.png')}}">
                <h6>Енергоефективність</h6>
                <p>
                    Більшість з нас забуває про споживання електроенергії у режимі очікування, тому кожен використовує зайвих приблизно 17кВт кожного місяця!
                </p>
            </div>
            <div>
                <img src="{{asset('/img/cctv.png')}}">
                <h6>Безпека</h6>
                <p>
                    Злочинність в Києві зростає з 2013
                    року. При чому, більша кількість не
                    розкривається правоохоронцями.
                    За червень 2015-го було здійснено 420 крадіжок , а за червень 2016-го здійснено 760 крадіжок.
                </p>
            </div>
            <div>
                <img src="{{asset('/img/fire.png')}}">
                <h6>Пожежі</h6>
                <p>
                    Щодня в Україні виникає близько 272 пожеж, матеріальні втрати від яких складають 29 млн 896 тис. грн. Гине 5 і отримує травми 4 людини.
                </p>
            </div>
        </div>
    </div>

    <div class="problem">
        <h5>Наші рішення</h5>
        <div class="problem_text">
            <div>

                <img src="{{asset('/img/smartphone (1).png')}}">
                <h6>Мобільний додаток</h6>
                <p>
                    Відображення інформації стосовно пристроїв на екрані, контроль та налаштування компонентів
                    розумного будинку.
                </p>
            </div>
            <div>
                <img src="{{asset('/img/maintenance.png')}}">
                <h6>Шлюз</h6>
                <p>
                    Відіграє роль посередника між
                    людиною та модулями даного
                    проекту.
                </p>
            </div>
            <div>
                <img src="{{asset('/img/sensor (1).png')}}">
                <h6>Датчики та пристрої</h6>
                <p>
                    Датчики “зчитують” інформацію
                    з навколишнього середовища, а
                    пристрої виконують ваші команди, що попередньо задані через мобільний додаток.
                </p>
            </div>
        </div>
        <button>Детальніше</button>
    </div>
</div>

<div class="last">
    <div class="last_content">
        <div class="last_background">
            <h5>Реєстрація</h5>
            <form class="last_text" action="/index" method="post">
                @csrf
                <input type="text" placeholder="Ім'я:" name="name" value="@yield('form_name')">
                <input type="text" placeholder="Прізвище:" name="surname" value="@yield('form_surname')">
                <input type="text" placeholder="Телефон:" name="phone" value="@yield('form_phone')">
                <input type="text" placeholder="Email:" name="email" value="@yield('form_email.')">
                <div>
                    <button id="btn_conf"></button>
                    <p>Умови конфіденційності</p>
                </div>
                <button type="submit">Зареєструватися</button>
            </form>
        </div>
    </div>
</div>
